[
    {
        "description": "The Jay Ladd Distinguished Service Award recognizes an individual who has (1) been an Academic Library Association of Ohio member for at least 5 years (2) promoted academic libraries and librarianship on his or her own campus and within the state (3) provided sustained leadership in the promotion of Academic Library Association of Ohio, e.g., committee service, interest group chair, position on the Executive Board.",
        "infoUrl": "https://www.alaoweb.org/aboutalao/jay-ladd-award.php",
        "nominationForm": null,
        "title": "Jay Ladd Distinguished Service Award",
        "type": "award",
        "winners": [
            {
                "citation": "Derek has served ALAO for years and in 
                various capacities, including as TEDSIG cochair, as the programming 
                lead for the Speculative Design and Libraries project; as an ALAO web 
                manager; as the 'ALAO wizard' that lead the way in making the 2020 
                conference virtual and amazing, and as the recipient of the Special 
                Presidential Commendation in 2020. The recipient’s nominator said the 
                following about him: 

                <blockquote>'He promotes the most creative thinking and curiosity within librarianship, 
                information and communities. He leads with important questions, but then 
                collaborates with others to see the group's answers and ideas come to 
                fruition - this is evident in his role as TEDSIG co-chair and through his 
                many years of leadership on the webmaster's team and conference planning 
                committees. He has dedicated a lot of time ensuring ALAO looks good online 
                and that our programs and people are promoted within the state and beyond. 
                He took on a leadership role every time as a webmaster and refreshed ALAO 
                programming as TEDSIG co-chair.</blockquote>'
                ",
                "institution": "OhioNET",
                "name": "Derek Zoladz",
                "photo": "derek_zoladz.jpg"
            }
        ]
    },
    {
        "description": "The Kathryn L. Venditti Mentoring Award is given annually to an academic librarian who has demonstrated excellence as a mentor to a librarian, library worker, or library science student. Through this award ALAO strives to foster a culture of mentoring within the Association.",
        "infoUrl": "https://www.alaoweb.org/Venditti-Award",
        "nominationForm": null,
        "title": "Kathryn Venditti Mentoring Award",
        "type": "award",
        "winners": [
            {
                "citation": "<p>Mark has a history of providing mentorship to his colleagues and to new professionals. One of the colleagues that he has mentored said, <blockquote>Being a new librarian, I had many questions, and Mark was there from the beginning to coach me through thorny faculty and student interactions. He provided an array of strategies from collection development to instruction techniques, all while encouraging me to find my own path and develop my own relationships and abilities. I heartily recommend Mark for the Kathryn L. Venditti Mentoring Award as he truly brings out the best in those surrounding him.</blockquote></p> 

                <p>In addition to serving as a mentor for ALAO's own mentoring program, he has mentored 10-15 undergraduate students from Notre Dame College for summer internships over the past 10 or so years. He also frequently works with graduate LIS students completing their practicum. A Kent State library science student that the recipient recently supervised said, <blockquote>Mark was incredibly welcoming; he sat down with me to talk through my goals and lay out a specific plan. He introduced me to everyone at [the library
                ]
                and helped to walk me through the ins and outs of information literacy instruction. His guidance definitely helped me to develop the skills and confidence I needed to become a professional and to secure my first job in an academic library.</blockquote></p>
                
                <p>Finally, the nominator, attests: <blockquote>To see that he has volunteered to work with so many students demonstrates his ongoing commitment to service and mentoring the next generation of professionals. It is clear to me through his actions and his own words that Mark
                genuinely enjoys developing and supporting new librarians. I hope the committee will find him to be worthy of the honor of the Kathryn Venditti Mentoring Award.</blockquote></p>
                
                <p>Truly, this recipient embodies the enthusiastic spirit toward mentorship that this award represents.</p>
                ",
                "institution": "Case Western Reserve University",
                "name": "Mark Eddy",
                "photo": "mark_eddy.jpg"
            }
        ]
    },
    {
        "description": "For Distinguished Service by an ALAO member in the fields of Technical, Electronic and Digital Services.",
        "infoUrl": "https://www.alaoweb.org/igs/tedsig/index.html#TEDDY",
        "nominationForm": null,
        "title": "TEDDY Award",
        "type": "award",
        "winners": [
            {
                "citation": "",
                "institution": "",
                "name": "",
                "photo": ""
            },
            {
                "citation": "",
                "institution": "",
                "name": "",
                "photo": ""
            }
        ]
    },
    {
        "description": "ALAO values diversity in its membership, in the profession, and in future library professionals. For that reason, we offer a $1,500 scholarship to a promising student enrolled in an ALA-accredited MLS program who exemplifies the qualities needed to ensure a diverse library workforce. The scholarship funds will be sent to the recipient after institutional enrollment is confirmed by the Diversity Committee chair or designee.",
        "infoUrl": "https://www.alaoweb.org/Diversity-Scholarship-Award",
        "nominationForm": null,
        "title": "Diversity Scholarship Award",
        "type": "scholarship",
        "winners": [
            {
                "citation": "",
                "institution": "",
                "name": "",
                "photo": ""
            }
        ]
    },
    {
        "applicationForm": null,
        "description": "The Academic Library Association of Ohio (ALAO) seeks to promote research, and each year the ALAO Executive Board may award up to $2000.00 to support and encourage research projects proposed by ALAO members. Both ongoing and new research projects are considered. Grants are intended to help in funding such incremental research costs as the organization of data, the hiring of interviewers or other assistants, charges for computer time, and modest travel costs associated with research. Grants may not be used for purchase of equipment. Grants are limited to investigations related to issues in libraries, librarianship, and information science and technology.",
        "infoUrl": "",
        "title": "Research & Publications Committee Research Grant",
        "type": "grant",
        "winners": [
            {
                "citation": "$2000 for 'Flipped Classrooms for One-Shot Library Instruction in Remote Teaching (in the time of COVID)'",
                "institution": "Kent State University",
                "name": "Dr. Feng-Ru Sheu",
                "photo": "feng-ru_sheu.jpg"
            }
        ]
    },
    {
        "display": false,
        "applicationForm": null,
        "description": "The Academic Library Association of Ohio (ALAO) seeks to provide opportunities for students and new librarians to grow professionally and encourage participation towards a career in academic libraries. ALAO also recognizes the need to spotlight current research, particularly if the research is in new and emerging fields and technologies. To that end, the ALAO Executive Board may award up to $150 annually to a student to present at the ALAO Annual Conference.",
        "infoUrl": "https://www.alaoweb.org/Student-Presenter-Grant",
        "title": "Student Presenter Grant",
        "winners": [
            {
                "citation": "",
                "institution": "",
                "name": "",
                "photo": ""
            }
        ]
    },
    {
        "applicationForm": null,
        "description": "The Academic Library Association of Ohio (ALAO) Continuing Education Grant is awarded each year to support the cost of participating in professional development opportunities such as conferences, workshops, seminars, which are related to the member?s current position or in pursuit of a professional library degree. Current ALAO members are eligible to apply for funds to defray the costs of attending any library-related educational opportunity occurring during the calendar year.",
        "infoUrl": "https://www.alaoweb.org/continuingeducationgrant",
        "title": "Continuing Education Grant",
        "winners": [
            {
                "citation": "",
                "institution": "Cedarville University",
                "name": "Nathanael Davis",
                "photo": "nathanael_davis.jpg"
            },
            {
                "citation": "",
                "institution": "Case Western Reserve University",
                "name": "Daniela Solomon",
                "photo": ""
            },
            {
                "citation": "",
                "institution": "Otterbein University",
                "name": "Kristin Cole",
                "photo": "kristin_cole.png"
            },
            {
                "citation": "",
                "institution": "University of Akron",
                "name": "Mike Monaco",
                "photo": ""
            }
        ]
    },
    {
        "display": false,
        "applicationForm": null,
        "description": "The Academic Library Association of Ohio (ALAO) seeks to encourage support staff development and participation in ALAO activities. To that end, the ALAO Executive Board may award up to $150 annually to support and encourage support staff to attend the ALAO Annual Conference.",
        "infoUrl": "https://www.alaoweb.org/Support-Staff-Conference-Grant",
        "title": "Support Staff Conference Grant",
        "winners": [
            {
                "citation": "",
                "institution": "",
                "name": "",
                "photo": ""
            }
        ]
    }
]